tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anyenv"
brew "automake"
brew "bat"
brew "docker-compose", link: false
brew "libevent"
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "pkg-config"
brew "tig"
brew "zplug"
cask "chatwork"
cask "docker"
cask "forklift"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "slack"
cask "teamviewer"
cask "visual-studio-code"
