# Taps
tap "d-kuro/tap"

# CLI Tools
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "ghq"
brew "jq"
brew "ripgrep"
brew "tig"
brew "tree"
brew "wget"

# Development Tools
brew "gh"
brew "git"
brew "git-lfs"
brew "mise"
brew "neovim"

# Shell
brew "tmux"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# System Utilities
brew "htop"
brew "unzip"
brew "zip"

# Build Tools
brew "automake"
brew "pkg-config"

# Custom Taps
brew "d-kuro/tap/gwq"

# Linux only (install manually or skip on macOS)
# brew "xclip"  # Linux clipboard

# ===========================================
# macOS Apps (casks) - uncomment as needed
# ===========================================
# cask "docker"
# cask "firefox"
# cask "google-chrome"
# cask "hammerspoon"
# cask "iterm2"
# cask "raycast"
# cask "slack"
# cask "visual-studio-code"
