tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "automake"
brew "bat"
brew "docker-compose"
brew "libevent"
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "pkg-config"
brew "tig"
brew "tmux"
brew "tree"
brew "zplug"
cask "docker"
cask "firefox"
cask "forklift"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "paw"
cask "raycast"
cask "slack"
cask "teamviewer"
cask "visual-studio-code"
